const resultMapping = [
  {
    id: "cypres",
    match: {
      q1: "고요하고 평화로운",
      q2: "가을",
      q3: "명상과 힐링",
      q4: "허브/그린",
    },
  },
  {
    id: "ambroxyde",
    match: {
      q1: "몽환적이고 감각적인",
      q2: "겨울",
      q3: "감성적인 잔향",
      q4: "머스크/앰버",
    },
  },
  {
    id: "santal",
    match: {
      q1: "깊고 스모키한",
      q2: "겨울",
      q3: "깊이 있는 고요함",
      q4: "우디/스모키",
    },
  },
  {
    id: "encens",
    match: {
      q1: "고요하고 평화로운",
      q2: "겨울",
      q3: "명상과 힐링",
      q4: "인센스/레진",
    },
  },
  {
    id: "palo",
    match: {
      q1: "은은하고 포근한",
      q2: "가을",
      q3: "포근한 위로",
      q4: "우디/스모키",
    },
  },
  {
    id: "calone",
    match: {
      q1: "상쾌하고 활기찬",
      q2: "여름",
      q3: "햇살 가득한 에너지",
      q4: "플로럴/시트러스",
    },
  },
  {
    id: "figue",
    match: {
      q1: "은은하고 포근한",
      q2: "봄",
      q3: "감성적인 잔향",
      q4: "플로럴/시트러스",
    },
  },
  {
    id: "laurier",
    match: {
      q1: "상쾌하고 활기찬",
      q2: "여름",
      q3: "햇살 가득한 에너지",
      q4: "허브/그린",
    },
  },
  {
    id: "petitgrain",
    match: {
      q1: "상쾌하고 활기찬",
      q2: "봄",
      q3: "햇살 가득한 에너지",
      q4: "플로럴/시트러스",
    },
  },
  {
    id: "cade",
    match: {
      q1: "깊고 스모키한",
      q2: "가을",
      q3: "깊이 있는 고요함",
      q4: "우디/스모키",
    },
  },
  {
    id: "pin",
    match: {
      q1: "은은하고 포근한",
      q2: "겨울",
      q3: "포근한 위로",
      q4: "머스크/앰버",
    },
  },
  {
    id: "verveine",
    match: {
      q1: "상쾌하고 활기찬",
      q2: "봄",
      q3: "햇살 가득한 에너지",
      q4: "허브/그린",
    },
  },
  {
    id: "cedre",
    match: {
      q1: "깊고 스모키한",
      q2: "겨울",
      q3: "깊이 있는 고요함",
      q4: "우디/스모키",
    },
  },
];

export default resultMapping;
